<template>
  <div class="main">
    <h1>隱私權政策</h1>
    <div>
      <h1>荷馬市藝術文化中心隱私權政策</h1>
      <p>荷馬市藝術文化中心（以下簡稱「本中心」）非常重視您的隱私，並承諾保護您的個人資料。為了讓您了解本中心如何蒐集、處理、儲存及保護您的個人資料，請您仔細閱讀以下隱私權政策。本政策適用於您在本中心園區內的活動、使用本中心網站及其相關服務時，所提供及收集的個人資料。</p>

      <h2>1. 相關適用範圍</h2>
      <p>本隱私權政策適用於您在本中心網站、園區內提供的服務、活動及其他相關服務。若您在使用本中心的任何服務時，提供了您的個人資料，則視為同意本政策中的條款及規範。若您進入其他網站或參與其他服務，這些網站或服務的隱私政策將不適用於本中心。</p>

      <h2>2. 個人資料收集方式</h2>
      <p>本中心將根據您使用的服務蒐集必要的個人資料。主要的收集方式包括：
        <ul>
          <li>服務申請：當您註冊或申請使用本中心的服務時，可能需要提供您的基本資料，如姓名、性別、聯絡方式、地址及其他與服務相關的資料。</li>
          <li>園區活動：參加本中心園區內的活動或展覽時，您可能會被要求提供個人資料（如姓名、電話、電子郵件地址）以便進行報名、通知及相關安排。</li>
          <li>網站使用與瀏覽：當您訪問本中心網站時，我們會蒐集您的網站瀏覽資料，包括您的IP位址、瀏覽器資訊、使用時間、瀏覽頁面等，這些資料將用於網站流量分析及提升使用者體驗。</li>
          <li>電子郵件與聯絡紀錄：若您通過電子郵件或其他方式聯繫本中心，我們將保留您的聯絡紀錄並加以處理。</li>
          <li>Cookies使用：我們會使用Cookies技術來改善您的網站瀏覽體驗，並根據您的偏好提供更個性化的服務。您可以隨時選擇禁用Cookies，但這可能會影響您使用某些功能的體驗。</li>
        </ul>
      </p>

      <h2>3. 個人資料的使用目的</h2>
      <p>本中心收集您的個人資料主要用於以下目的：</p>
      <ul>
        <li>提供服務與活動通知：用於通知您有關本中心活動、展覽、工作坊及其他文化藝術服務的訊息。</li>
        <li>會員管理：若您註冊為本中心的會員，將用於管理您的會員資料，並提供個性化的服務。</li>
        <li>網站改進與分析：我們會分析您的網站使用行為，以改善網站內容及服務，並提升使用者體驗。</li>
        <li>行銷與廣告：在獲得您的同意後，本中心可能會根據您的興趣，發送相關的促銷資訊或邀請您參與特定活動。</li>
      </ul>

      <h2>4. 個人資料的保存期間</h2>
      <p>除非另有法令規定，否則您的個人資料將在本中心提供服務期間內保留，並在不再需要時予以刪除或匿名化處理。</p>

      <h2>5. 資料共享與揭露</h2>
      <p>本中心將不會出售、交換或租賃您的個人資料給任何第三方。當您的資料需與合作夥伴（如物流公司、金融機構等）共享時，本中心將確保所有第三方在使用您的資料時遵守相應的保護條款。<br>然而，在以下情況下，我們可能會分享您的個人資料：</p>
      <ul>
        <li>在您的同意下，為了提供您所需的服務。</li>
        <li>法律要求或政府機關要求提供資料時。</li>
        <li>在緊急情況下，為了保護您或其他人的合法權益。</li>
      </ul>

      <h2>6. 資料安全</h2>
      <p>我們將採取各種安全措施來保護您的個人資料免受未經授權的存取、披露、修改或損毀。包括但不限於使用加密技術、設置防火牆以及加強內部控制程序。</p>

      <h2>7. 您的權利</h2>
      <p>根據《個人資料保護法》，您有權隨時查詢、請求更正、刪除或停止使用您的個人資料。若您需要行使這些權利，請通過本中心提供的聯絡方式與我們聯繫，我們將依照法律規定處理您的要求。</p>

      <h2>8. 兒童隱私</h2>
      <p>本中心不會主動蒐集13歲以下兒童的個人資料。若您是未滿13歲的兒童，請在父母或法定監護人的同意下使用本中心的服務。</p>

      <h2>9. 政策更新</h2>
      <p>本中心有權隨時更新本隱私權政策，任何更新內容將會公告於本中心網站上，並自公告日起生效。請定期查閱本政策以了解最新的隱私保護措施。</p>

      <h2>10. 聯絡方式</h2>
      <p>若您對本隱私權政策有任何問題或建議，或希望行使您的權利，請隨時聯繫我們。</p>
    </div>
  </div>
</template>

<script setup>
</script>

<style scoped>
@import '@/assets/fonts/font.css';
.main{
  margin-left: 185px;
  margin-right: 185px;
}
h1{
  margin-bottom: 30px;

}
h2{
  padding-left: 10px; /* 讓每個項目的文字有額外縮排 */
  margin-bottom: 20px;

}
p{
  padding-left: 10px; /* 讓每個項目的文字有額外縮排 */
  font-weight: 600;
  line-height: 2;
  margin-bottom: 20px;
  font-size: 18px;
}
li {
  list-style-position: inside; /* 讓圖示顯示在文字的內部（縮排位置） */
  padding-left: 20px; /* 讓每個項目的文字有額外縮排 */
  margin-bottom: 20px;
  font-weight: 600;
}
</style>
